const films = [
  {
    title: "Матрица",
    genre: "Боевик",
    duration: 136,
    img: "image-8.jpg",
    description:
      "Фантастический боевик о будущем, в котором человечество живёт в иллюзии, созданной машинами. Хакер Нео узнаёт правду и вступает в борьбу за свободу.",
  },
  {
    title: "Гладиатор",
    genre: "Боевик",
    duration: 155,
    img: "image-6.png",
    description:
      "Эпическая история римского генерала Максимуса, которого предали и обрекли на жизнь гладиатора. Он возвращается на арену, чтобы отомстить за семью и восстановить справедливость.",
  },
  {
    title: "Предложение",
    genre: "Комедия",
    duration: 108,
    img: "image-5.png",
    description:
      "Комедийная история о суровой начальнице, которая заставляет своего помощника выйти за неё замуж, чтобы остаться в США. Но романтические чувства возникают неожиданно.",
  },
  {
    title: "Малышка на миллион",
    genre: "Драма",
    duration: 132,
    img: "image-4.png",
    description:
      "Спортивная драма о молодой девушке, мечтающей стать боксёром, и её жёстком тренере. Их отношения перерастают в глубокую человеческую связь, изменившую их судьбы.",
  },
  {
    title: "Отступники",
    genre: "Триллер",
    duration: 151,
    img: "image-7.png",
    description:
      "Детективный триллер о кроте в полиции и тайном агенте в мафии, чьи пути пересекаются в смертельной игре, где ставки — правда и выживание.",
  },
  {
    title: "Безумный Макс",
    genre: "Триллер",
    duration: 120,
    img: "image-9.png",
    description:
      "Постапокалиптический боевик о выживании в пустыне, где Макс присоединяется к беглой группе женщин, стремящихся к свободе от тирании Властелина.",
  },
  {
    title: "Ларри Краун",
    genre: "Комедия",
    duration: 102,
    img: "image-3.png",
    description:
      "Жизненная комедия о мужчине среднего возраста, который после увольнения решает поступить в колледж и находит новое вдохновение, друзей и любовь.",
  },
  {
    title: "Однажды в Голливуде",
    genre: "Драма",
    duration: 161,
    img: "image-2.png",
    description:
      "Фильм Квентина Тарантино о закате золотого века Голливуда. История актёра и его дублёра, переплетённая с реальными событиями и вымышленными поворотами.",
  },
  {
    title: "Джентельмены",
    genre: "Боевик",
    duration: 113,
    img: "image-1.png",
    description:
      "Стильный криминальный фильм о наркобаронe, который решает выйти из бизнеса, но сталкивается с серией коварных заговоров, предательств и афер.",
  },
];

export default films;
